[
  {
    "id": 30,
    "title": "Here One Moment",
    "authors": [
      "Liane Moriarty"
    ],
    "description": "From the author of bestselling phenomenon Big Little Lies comes a compelling novel of family and fate, as a mysterious old woman sows confusion and paranoia in the lives of a disparate group of individuals.",
    "price": "37.99",
    "image": "here-one-moment.jpg",
    "publisher": "Pan Macmillan",
    "publish_date": "2024-12-09",
    "ISBN": "9781760785031",
    "format": "Trade Paperback",
    "pages": 528,
    "weight": "358g",
    "dimensions": "233 x 154 x 40 mm",
    "synopsis": "On a plane bound for Sydney the unassuming woman from seat 4D walks down the aisle making unsettling predictions about the passengers.<br>And six strangers find their lives unexpectedly crossing.<br>Each tries to put the experience behind them. But, just weeks later, they can't any longer.<br>Because not believing a prediction is easy, Until it comes true . . ."
  },
  {
    "id": 29,
    "title": "In Too Deep: (Jack Reacher 29)",
    "authors": [
      "Lee Child",
      "Andrew Child"
    ],
    "description": "Reacher finds himself the captive of a gang who have some very disturbing plans in this rollercoaster ride of a thriller...",
    "price": "38.00",
    "image": "in-too-deep.jpg",
    "publisher": "Transworld Publishers Ltd",
    "publish_date": "2024-10-22",
    "ISBN": "9780857505606",
    "format": "Trade Paperback",
    "pages": 384,
    "weight": "418g",
    "dimensions": "234 x 153 x 40 mm",
    "synopsis": "Reacher had no idea where he was. No idea how he had got there. But someone must have brought him..."
  },
  {
    "id": 25,
    "title": "Sunrise on the Reaping",
    "authors": [
      "Suzanne Collins"
    ],
    "description": "The eagerly awaited fifth Hunger Games book - and second prequel - places fan-favourite Haymitch Abernathy centre stage in an unputdownable tale of danger, action and intrigue set during the fiftieth deadly contest",
    "price": "19.99",
    "image": "sunrise-reaping.jpg",
    "publisher": "Scholastic",
    "publish_date": "2025-03-19",
    "ISBN": "9781761641176",
    "format": "Paperback",
    "pages": 416,
    "weight": "660g",
    "dimensions": "240 x 160 x 37 mm",
    "synopsis": "When you've been set up to lose everything you love, what is there left to fight for?..."
  },
  {
    "id": 26,
    "title": "Nobody's Fool",
    "authors": [
      "Harlan Coben"
    ],
    "description": "From the mega-selling author of Tell No One and Think Twice comes the electrifying sequel to Fool Me Once...",
    "price": "29.99",
    "image": "nobodys-fool.jpg",
    "publisher": "Cornerstone",
    "publish_date": "2025-03-25",
    "ISBN": "9781529906134",
    "format": "Paperback",
    "pages": 352,
    "weight": "750g",
    "dimensions": "234 x 153 x 40 mm",
    "synopsis": "A year after the devastating events that took place in Fool Me Once, a secret from former Detective Sami Kierce's college days comes back to haunt him..."
  },
  {
    "id": 27,
    "title": "25 Alive",
    "authors": [
      "James Patterson",
      "Maxine Paetro"
    ],
    "description": "The Women's Murder Club return in the 25th riveting instalment in Patterson's bestselling series...",
    "price": "39.99",
    "image": "25-alive.jpg",
    "publisher": "Cornerstone",
    "publish_date": "2025-02-25",
    "ISBN": "9781529923001",
    "format": "Trade Paperback",
    "pages": 400,
    "weight": "573g",
    "dimensions": "234 x 153 x 40 mm",
    "synopsis": "Sergeant Lindsay Boxer's friend and former partner is brutally murdered in San Francisco's Golden Gate Park..."
  },
  {
    "id": 28,
    "title": "Madly, Deeply: The Alan Rickman Diaries",
    "authors": [
      "Alan Rickman"
    ],
    "description": "The beloved and much-missed actor offers his legion of fans a window into Hollywood glamour...",
    "price": "75.00",
    "image": "alan-rickman-diaries.jpg",
    "publisher": "Canongate Books",
    "publish_date": "2022-11-17",
    "ISBN": "9781838854799",
    "format": "Hardback",
    "pages": 496,
    "weight": "758g",
    "dimensions": "240 x 162 x 43 mm",
    "synopsis": "Alan Rickman remains one of the most beloved actors of all time across almost every genre..."
  },
  {
    "id": 31,
    "title": "38 Londres Street",
    "authors": [
      "Philippe Sands"
    ],
    "description": "Through this captivating blend of memoir, travelogue, detective story, and courtroom drama, the award-winning author of East West Street and The Last Colony chronicles the entwining stories of Chilean dictator Augusto Pinochet and senior SS officer Walther Rauff in a powerful examination of historical atrocities and the search for justice.",
    "price": "73.00",
    "image": "londres.jpg",
    "publisher": "Orion Publishing Co",
    "publish_date": "2025-03-04",
    "ISBN": "9781474620741",
    "format": "Hardback",
    "pages": 780,
    "weight": "700g",
    "dimensions": "242 x 162 x 40 mm",
    "synopsis": "In the heart of Santiago, the infamous 38 Londres Street becomes the haunting backdrop for a riveting tale that intertwines the arrest of Augusto Pinochet in London, the post-war life of senior SS officer Walther Rauff in Chilean Patagonia and the sinister connections between the two men.\n\nRauff, responsible for the wartime horrors of mobile gas vans, flees justice after the war and finds an unlikely refuge in Chile. Settling in Punta Arenas, he manages a king crab cannery, seemingly far removed from his dark past. But as rumours swirl about Rauff's involvement with Pinochet's secret intelligence services and the disappearances that plagued Chile, a chilling narrative unfolds.\n\nIn 1998, as Pinochet faces arrest in London, Philippe Sands is approached to advise the dictator but instead chooses to act as a barrister for Human Rights Watch. This decision leads to an eight-year exploration into Rauff's second life, his ties to Pinochet and his role in the atrocities at the heart of the London proceedings. Through a unique blend of memoir, detective story, courtroom drama and travelogue, drawing on interviews with key players and extensive research in archives worldwide, Sands unveils a hidden double story of mass murder and a disturbing link between the atrocities of the 1940s and those of our own times.\n\nAs the narrative unfolds, we are transported into a world where the echoes of historical crimes reverberate through the corridors of power, exposing the chilling truth behind the lives of two men and their intertwined destinies on 38 Londres Street."
  },
  {
    "id": 32,
    "title": "The Let Them",
    "authors": [
      "Mel Robbins"
    ],
    "description": "The bestselling motivational coach behind The High 5 Habit delivers an empowering philosophy for breaking free of other people's negative energy and living your best life.",
    "price": "32.00",
    "image": "let-them.jpg",
    "publisher": "Hay House Inc",
    "publish_date": "2025-01-07",
    "ISBN": "9781401994136",
    "format": "Hardback",
    "pages": 336,
    "weight": "540g",
    "dimensions": "233 x 153 x 23",
    "synopsis": "A Life-Changing Tool Millions of People Can’t Stop Talking About.\n\nWhat if the key to happiness, success, and love was as simple as two words?\n\nIf you've ever felt stuck, overwhelmed, or frustrated with where you are, the problem isn't you. The problem is the power you give to other people. Two simple words - Let Them - will set you free. Free from the opinions, drama, and judgments of others. Free from the exhausting cycle of trying to manage everything and everyone around you. The Let Them Theory puts the power to create a life you love back in your hands―and this book will show you exactly how to do it.\n\nIn her latest groundbreaking book, The Let Them Theory, Mel Robbins - New York Times-bestselling author and one of the world's most respected experts on motivation, confidence, and mindset - teaches you how to stop wasting energy on what you can't control and start focusing on what truly matters: YOU. Your happiness. Your goals. Your life.\n\nUsing the same no-nonsense, science-backed approach that's made The Mel Robbins Podcast a global sensation, Robbins explains why The Let Them Theory is already loved by millions and how you can apply it in eight key areas of your life to make the biggest impact. Within a few pages, you'll realize how much energy and time you've been wasting trying to control the wrong things - at work, in relationships, and in pursuing your goals - and how this is keeping you from the happiness and success you deserve.\n\nWritten as an easy-to-understand guide, Robbins shares relatable stories from her own life, highlights key takeaways, relevant research and introduces you to world-renowned experts in psychology, neuroscience, relationships, happiness, and ancient wisdom who champion The Let Them Theory every step of the way.\n\nLearn how to:\n· Stop wasting energy on things you can't control\n· Stop comparing yourself to other people\n· Break free from fear and self-doubt\n· Release the grip of people's expectations\n· Build the best friendships of your life\n· Create the love you deserve\n· Pursue what truly matters to you with confidence\n· Build resilience against everyday stressors and distractions\n· Define your own path to success, joy, and fulfillment\n. . . and so much more."
  },
  {
    "id": 33,
    "title": "Shakespeare",
    "authors": [
      "Judi Dench"
    ],
    "description": "Recounted with Dame Judi Dench's characteristic twinkling wit, this endlessly fascinating volume finds the legendary actress reflecting on every Shakesperean performance in her stellar career.",
    "price": "35.00",
    "image": "shakespeare.jpg",
    "publisher": "Penguins Books Ltd",
    "publish_date": "2024-09-26",
    "ISBN": "9781405956420",
    "format": "Trade Paperback",
    "pages": 400,
    "weight": "278g",
    "dimensions": "196 x 128 x 25",
    "synopsis": "Taking a curtain call with a live snake in her wig...\n\nCavorting naked through the Warwickshire countryside painted green...\n\nActing opposite a child with a pumpkin on his head...\n\nThese are just a few of the things Dame Judi Dench has done in the name of Shakespeare.\n\nFor the very first time, Judi opens up about every Shakespearean role she has played throughout her seven-decade career, from Lady Macbeth and Titania to Ophelia and Cleopatra.\n\nIn a series of intimate conversations with actor & director Brendan O'Hea, she guides us through Shakespeare's plays with incisive clarity. While revealing the secrets of her rehearsal process, sharing her personal interpretations of Shakespeare’s most famous scenes and inviting us to share in her triumphs, disasters, and backstage shenanigans. All brightened by her mischievous sense of humour, striking level of honesty and a peppering of hilarious anecdotes, many of which have remained under lock and key until now.\n\nIllustrated throughout with original art by Dame Judi Dench."
  },
  {
    "id": 35,
    "title": "The Last Secret Agent",
    "authors": [
      "Pippa Latour",
      "Jude Dobson"
    ],
    "description": "In this vivid and eye-opening tale of wartime service and danger, the last surviving SOE agent recounts her time working behind enemy lines in Nazi-occupied France for the first time.",
    "price": "37.99",
    "image": "secret-agent.jpg",
    "publisher": "Allen & Unwin Aotearoa New Zealand",
    "publish_date": "2024-06-23",
    "ISBN": "9781991006561",
    "format": "Trade Paperback",
    "pages": 288,
    "weight": "480g",
    "dimensions": "238 x 160 x 32 mm",
    "synopsis": "'You know you can change your mind, don't you? Even now. Even when you are halfway across the English Channel. Any time before you jump.'\n'Yes, I know,' I quickly reassured her, 'and I won't.'\n\nIn June 1940, a covert new force - the Special Operations Executive (SOE) - was set up to wage a secret war. Its agents were tasked with sabotage and subversion behind enemy lines, and over the course of the next five years, 470 special agents would be sent into France. Only 26 female SOE agents would return. None before have told their story in their own words.\n\nThis is the astounding true story of Phyllis \"Pippa\" Latour, the last surviving SOE agent. Born in 1921, Pippa's was an unusual childhood, followed by an even more extraordinary early adult life as she was parachuted into France aged 23. Incredibly brave, she travelled around the rural French countryside, concealing her codes in a hair tie and her Morse key underneath her bicycle seat, and sending crucial information back to Britain in the lead-up to D-Day. More than once she came frighteningly close to being discovered."
  },
  {
    "id": 36,
    "title": "Throne of Glass",
    "authors": [
      "Sarah J. Maas"
    ],
    "description": "A modern classic of YA literature and the start of the mega-selling series of the same name, Maas' stellar fantasy debut introduces Celaena Sardothien and the deafly contest she must win to secure her freedom",
    "price": "24.99",
    "image": "throne-glass.jpg",
    "publisher": "Bloomsbury Publishing PLC",
    "publish_date": "2023-02-14",
    "ISBN": "9781526660923",
    "format": "Paperback",
    "pages": 416,
    "weight": "",
    "dimensions": "198 x 129 mm",
    "synopsis": "Enter the realm. Unleash the darkness. Live the legend.\n\nIn a land without magic, an assassin is summoned to the castle. Celaena Sardothien has no love for the vicious king who rules from his throne of glass, but she has not come to kill him. She has come to win her freedom. If she defeats twenty-three murderers, thieves, and warriors in a deadly competition, she will be released from prison to serve as the King's Champion.\n\nBut something rotten dwells in the castle - and it's there to kill. When her competitors start dying mysteriously, one by one, Celaena's fight for freedom becomes a fight for survival - and a desperate quest to root out the evil before it destroys her world, and the people she has come to love. Thrilling and fierce, Throne of Glass is the first book in the #1 New York Times bestselling series that has captivated readers worldwide.\n"
  },
  {
    "id": 34,
    "title": "One Moment in Time",
    "authors": [
      "Ben Lerwill"
    ],
    "description": "One Moment in Time is a lyrical celebration of diversity with a heartfelt message of unity. Featuring eleven different children, this book takes readers on a colourful, eye-opening journey around the globe in a single day, showing what children in different countries are each doing at the same point in time. ",
    "price": "46.00",
    "image": "one-moment-time.jpg",
    "publisher": "Quarto Publishing PLC",
    "publish_date": "2021-09-21",
    "ISBN": "9780711263512",
    "format": "Hardback",
    "pages": 32,
    "weight": "",
    "dimensions": "290 x 235 mm",
    "synopsis": "It’s 7 o’clock in the morning in Mexico, and Javier is eating his breakfast. He’s having corn tortillas with beans and a glass of orange juice.\n\nAnd at exactly the same time…\n\n…it’s 8 o’clock in the morning in New York City. Kayla is getting her schoolbag ready. A yellow school bus will take her to the school gates.\nOne Moment in Time is a lyrical celebration of diversity with a heartfelt message of unity. Featuring eleven different children, this book takes readers on a colourful, eye-opening journey around the globe in a single day, showing what children in different countries are each doing at the same point in time. \n\nFrom travel writer Ben Lerwill, and with beautiful illustrations from Alette Straathof this non-fiction picture book introduces children to different cultures around the world. "
  },
  {
    "id": 63,
    "title": "Nemesis",
    "authors": [
      "Gregg Hurwitz"
    ],
    "description": "THE INCREDIBLE TENTH BOOK IN THE ORPHAN-X SERIES - GUARANTEED TO THRILL YOU FROM PAGE ONE . . .\n\n\n'Outstanding in every way' LEE CHILD\n\n'Laughs as well as action. A thriller that makes the Jack Reacher books look quaint' Sun",
    "price": "38.00",
    "image": "1744014146435-nemesis.jpg",
    "publisher": "Penguins Books Ltd",
    "publish_date": "2025-02-18",
    "ISBN": "9780241598979",
    "format": "Trade Paperback",
    "pages": 400,
    "weight": "742 g",
    "dimensions": "234x153x40",
    "synopsis": "NO GREATER FRIEND\n\nEvan Smoak is the guy you want on your side. A former government black ops assassin, he'll be there for you in your darkest hour - and he'll rain hell and thunder on those who caused your pain.\n\nNO WORSE ENEMY\n\nA lone wolf operator, Evan can't afford to lose any of the few people he likes and trusts. But when Tommy Stojack, Evan's loyal, long-time gunsmith and armourer, betrays him, it's war.\n\nBecause a good assassin keeps his friends close, but his weapons closer . ."
  }
]