[
    {
        "id": 1,
        "name": "Sunrise on the Reaping",
        "authors": "Suzanne Collins",
        "description": "The eagerly awaited fifth Hunger Games book - and second prequel - places fan-favourite Haymitch Abernathy centre stage in an unputdownable tale of danger, action and intrigue set during the fiftieth deadly contest",
        "price": 19.99,
        "image": "images/sunrise-reaping.jpg",
        "publisher": "Scholastic",
        "date": "2025-03-19",
        "ISBN": "9781761641176",
        "format": "Paperback",
        "pages": 416,
        "weight": "660g",
        "dimensions": "240 x 160 x 37 mm",
        "synopsis": "When you've been set up to lose everything you love, what is there left to fight for?<br>As the day dawns on the fiftieth annual Hunger Games, fear grips the districts of Panem. This year, in honour of the Quarter Quell, twice as many tributes will be taken from their homes. Back in District 12, Haymitch Abernathy is trying not to think too hard about his chances. All he cares about is making it through the day and being with the girl he loves. When Haymitch's name is called, he can feel all his dreams break. He's torn from his family and his love, shuttled to the Capitol with the three other District 12 tributes: a young friend who's nearly a sister to him, a compulsive oddsmaker, and the most stuck-up girl in town. As the Games begin, Haymitch understands he's been set up to fail. But there's something in him that wants to fight... and have that fight reverberate far beyond the deadly arena."
    },
    {
        "id": 2,
        "name": "Nobody's Fool",
        "authors": "Harlan Coben",
        "description": "From the mega-selling author of Tell No One and Think Twice comes the electrifying sequel to Fool Me Once, in which a shocking reappearance from Sami Kierce's past throws into doubt everything he thought he knew.",
        "price": 29.99,
        "image": "images/nobodys-fool.jpg",
        "publisher": "Cornerstone",
        "date": "2025-03-25",
        "ISBN": "9781529906134",
        "format": "Paperback",
        "pages": 352,
        "weight": "750g",
        "dimensions": "234 x 153 x 40 mm",
        "synopsis": "A year after the devastating events that took place in Fool Me Once, a secret from former Detective Sami Kierce's college days comes back to haunt him. Present day is hard enough for Kierce, but his past isn’t through with him yet…<br>Sami Kierce, a young college grad backpacking in Spain with friends, wakes up one morning, covered in blood. There’s a knife in his hand. Beside him, the body of his girlfriend. Anna. Dead. He begins to scream – and then he runs.<br>Twenty two years later, Kierce, now a private investigator, is a new father who’s working off his debts by teaching wannabe sleuths at a night school in New York City. One evening, he recognizes a familiar face at the back of the classroom. Anna. It’s unmistakably her. But as soon as he makes eye contact with her, she bolts.<br>For Kierce there is no choice. He knows he must find this woman and solve the impossible mystery that has haunted his every waking moment since that terrible day. His investigation will bring him face-to-face with his past. Soon he discovers that some secrets should stay buried."
    },
    {
        "id": 3,
        "name": "25 Alive",
        "authors": ["James Patterson", "Maxine Paetro"],
        "description": "The Women's Murder Club return in the 25th riveting instalment in Patterson's bestselling series, as San Francisco's chief of police turns up murdered in Golden Gate Park.",
        "price": 39.99,
        "image": "images/25-alive.jpg",
        "publisher": "Cornerstone",
        "date": "2025-02-25",
        "ISBN": "9781529923001",
        "format": "Trade Paperback",
        "pages": 400,
        "weight": "573g",
        "dimensions": "234 x 153 x 40 mm",
        "synopsis": "Sergeant Lindsay Boxer's friend and former partner is brutally murdered in San Francisco's Golden Gate Park.<br>Homicide detective Lindsay Boxer knows her way around a crime scene. But nothing can prepare her for the shock of recognition: the victim is Warren Jacobi, Lindsay's former partner who rose to chief of police.<br>A top detective until the end, Jacobi managed to leave Lindsay a clue.<br>Following a trail of evidence across the country, the Women's Murder Club pledges to avenge Jacobi's death before the killer can take another one of their own."
    },
    {
        "id": 4,
        "name": "Madly, Deeply: The Alan Rickman Diaries",
        "authors": "Alan Rickman",
        "description": "The beloved and much-missed actor offers his legion of fans a window into Hollywood glamour and theatrical drama in his beautifully written, engaging and revealing diaries.",
        "price": 75.00,
        "image": "images/alan-rickman-diaries.jpg",
        "publisher": "Canongate Books",
        "date": "2022-11-17",
        "ISBN": "9781838854799",
        "format": "Hardback",
        "pages": 496,
        "weight": "758g",
        "dimensions": "240 x 162 x 43 mm",
        "synopsis": "Alan Rickman remains one of the most beloved actors of all time across almost every genre, from his breakout role as Die Hard's villainous Hans Gruber to his heart-wrenching run as Professor Severus Snape, and beyond. His air of dignity, his sonorous voice and the knowing wit he brought to each role continue to captivate new audiences today.<br>But Rickman's artistry wasn't confined to just his performances. Fans of memoirs at large will delight in the intimate experience of reading Rickman detailing the extraordinary and the ordinary in a way that is 'anecdotal, indiscreet, witty, gossipy and utterly candid'. He grants us access to his thoughts, not only on plays, films and the craft of acting, but also politics, friendships and life.<br>The Rickman Diaries was written with the intention to be shared, and reading it is like listening to Rickman chatting to a close friend."
    },
    {
        "id": 5,
        "name": "In Too Deep: (Jack Reacher 29)",
        "authors": ["Lee Child", "Andrew Child"],
        "description": "Reacher finds himself the captive of a gang who have some very disturbing plans in this rollercoaster ride of a thriller from Lee and Andrew Child.",
        "price": 38.00,
        "image": "images/in-too-deep.jpg",
        "publisher": "Transworld Publishers Ltd",
        "date": "2024-10-22",
        "ISBN": "9780857505606",
        "format": "Trade Paperback",
        "pages": 384,
        "weight": "418g",
        "dimensions": "234 x 153 x 40 mm",
        "synopsis": "<i>'Reacher had no idea where he was. No idea how he had got there. But someone must have brought him. And shackled him. And whoever had done those things was going to rue the day. That was for damn sure.'</i><br> Jack Reacher wakes up, alone, in the dark, handcuffed to a makeshift bed. His right arm has suffered some major damage. His few possessions are gone. He has no memory of getting there.<br>The last thing Reacher can recall is the car he hitched a ride in getting run off the road. The driver was killed.<br>His captors assume Reacher was the driver's accomplice and patch up his wounds as they plan to make him talk."
    }
]
